Repository: HoverHell/xmppforum
Catalog: snapboard/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: %s Latest Discussions
fr: %s Derniers Sujets
ru: Последние дискуссии %s

source: The latest contributions to discussions.
fr: Les dernières contributions.
ru: Недавнее участие в дискуссиях

source: Recipients
fr: Destinataires
ru: Получатели

source: The following is not a valid user:
fr: Le nom d'utilisateur suivant est invalide:
ru: Это не имя пользователя:

source: Subject
fr: Sujet
ru: Тема

source: Front page categories
fr: Catégories de la page principale
ru: Категории на первую страницу

source: Username
fr: Nom d'utilisateur
ru: Логин

source: Password
fr: Mot de passe
ru: Пароль

source: Your account has been disabled.
fr: Votre compte a été désactivé.
ru: Ваш аккаунт заблокирован.

source: Your username or password were incorrect.
fr: Nom d'utilisateur ou mot de passe incorrect.
ru: Ваши логин или пароль введены неправильно.

source: Unknown username
fr: Nom d'utilisateur inconnu
ru: Неизвестный логин

source: Answer
fr: Réponse
ru: Ответить

source: Decline
fr: Décliner
ru: Отклонить

source: Accept
fr: Accepter
ru: Принять

source: Nobody
fr: Personne
ru: Никто

source: All
fr: Tous
ru: Все

source: Users
fr: Utilisateurs
ru: Пользователи

source: Custom
fr: Personnalisé
ru: Другое

source: name
fr: nom
ru: имя

source: users
fr: utilisateurs
ru: пользователи

source: admins
fr: administrateurs
ru: администраторы

source: group
fr: groupe
ru: группа

source: groups
fr: groupes
ru: группы

source: sent by
fr: envoyée par
ru: отправитель

source: sent to
fr: envoyée à
ru: получатель

source: sent date
fr: date d'envoi
ru: отправлено

source: response date
fr: date de la réponse
ru: получено

source: accepted
fr: acceptée
ru: принято

source: Invitation for "%(group)s" sent by %(sent_by)s to %(sent_to)s.
fr: Invitation pour le groupe "%(group)s" envoyée par %(sent_by)s to %(sent_to)s.
ru: Приглашение в "%(group)s" послал %(sent_by)s для %(sent_to)s.

source: label
fr: nom
ru: название

source: view permission
fr: visibilité
ru: право на просмотр

source: Limits the category's visibility.
fr: Limite la visibilité de la catégorie.
ru: Ограничивает видимость категории.

source: read permission
fr: lecture
ru: право на чтение

source: Limits the ability to read the category's contents.
fr: Limite la capacité à lire le contenu de la catégorie.
ru: Ограничивает возможность читать содержимое категории.

source: post permission
fr: écriture
ru: право на ответ

source: Limits the ability to post in the category.
fr: Limite la capacité à poster des messages dans des fils de discussions de la catégorie.
ru: Ограничивает возможность публиковать сообщения в дискуссиях категории.

source: create thread permission
fr: création de fil
ru: право на создание дискуссии

source: Limits the ability to create new threads in the category. Only users with permission to post can create new threads,unless a group is specified.
fr: Limite la capacité à créer de nouveaux fils dans la catégorie. Seuls les utilisateurs ayant la permission d'écrire dans la catégorie peuvent créer de nouveaux fils, sauf si un groupe est spécifié.
ru: Ограничивает возможность начинать дискуссии в этой категории. Только пользователи с правом на ответ могут создавать дискуссии, если здесь не указана группа.

source: view group
fr: visibilité (groupe)
ru: группа просмотра

source: read group
fr: lecture (groupe)
ru: группа чтения

source: post group
fr: écriture (groupe)
ru: группа ответа

source: create thread group
fr: création de file (groupe)
ru: группа создания дискуссий

source: category
fr: catégorie
ru: категория

source: categories
fr: catégories
ru: категории

source: user
fr: utilisateur
ru: пользователь

source: moderator
fr: modérateur
ru: модератор

source: moderators
fr: modérateurs
ru: модераторы

source: subject
fr: sujet
ru: тема

source: closed
fr: fermé
ru: закрыта

source: category sticky
fr: épinglé
ru: прикреплена в категории

source: global sticky
fr: épinglé global
ru: прикреплена везде

source: thread
fr: fil de discussion
ru: дискуссия

source: threads
fr: fils de discussion
ru: дискуссии

source: text
fr: texte
ru: текст

source: ip address
fr: adresse IP
ru: ip-адрес

source: private recipients
fr: destinataires privés
ru: лично пользователям

source: private
fr: privé

source: censored
fr: censuré
ru: вымарано цензурой

source: protected
fr: protégé
ru: под замком

source: post
fr: message
ru: сообщение

source: submitter
fr: posteur
ru: отправитель

source: abuse report
fr: rapport d'abus
ru: жалоба

source: abuse reports
fr: rapports d'abus
ru: жалобы

source: Posts per page
fr: Posts par page
ru: Сообщений на страницу

source: posts per page
fr: posts par page
ru: сообщений на страницу

source: Threads per page
fr: Fils par page
ru: Дискуссий на страницу

source: threads per page
fr: fils par page
ru: дискуссий на страницу

source: Display newest posts first.
fr: Afficher les nouveaux messages en premier.
ru: Показывать новые сообщения в верхней части списка.

source: new posts first
fr: nouveaux messages en premier
ru: новые сообщения сверху

source: Filter the list of all topics on these categories.
fr: Filtrer la liste de tous les sujets sur ces catégories.
ru: Показывать только дискуссии из этих категорий.

source: front page categories
fr: catégories de la page principale
ru: категории первой страницы

source: User settings
fr: Préférences
ru: Настройки пользователя

source: %s's preferences
fr: Préférences de %s
ru: настройки %s

source: The user may still browse the forums anonymously. Other functions may also still be available to him if he is logged in.
fr: L'utilisateur peut naviguer les forums anonymement. D'autres fonctions peuvent rester disponibles s'il est identifié.
ru: Этот пользователь может и далее блуждать по форумам анонимно. Другие возможности также могут быть ему доступны, если он войдет в систему.

source: reason
fr: raison
ru: причина

source: This may be displayed to the banned user.
fr: Ceci peut être vu par l'utilisateur banni.
ru: Это сообщение может быть показано заблокированному пользователю.

source: banned user
fr: utilisateur banni
ru: заблокированный пользователь

source: banned users
fr: utilisateurs bannis
ru: заблокированные пользователи

source: Banned user: %s
fr: Utilisateur banni: %s
ru: заблокированный пользователь: %s

source: IP address
fr: adresse IP
ru: IP-адрес

source: A person's IP address may change and an IP address may be used by more than one person, or by different people over time. Be careful when using this.
fr: L'adresse IP d'une personne peut changer et être utilisée par plus d'une personne ou par différentes personnes à différentes périodes. Soyez vigilant en utilisant cette fonction.
ru: IP-адрес человека может меняться. Кроме того, один IP-адрес может использоваться многими людьми одномоментно или с течением времени. Будьте аккуратны с этой штукой.

source: This may be displayed to the people concerned by the ban.
fr: Ceci peut être vu par les personnes bannies.
ru: Это сообщение может быть показано людям, которых затронет блокировка.

source: banned IP address
fr: adresse IP bannie
ru: заблокированный IP-адрес

source: banned IP addresses
fr: adresses IP bannies
ru: заблокированные IP-адреса

source: Banned IP: %s
fr: Adresse IP bannie: %s
ru: Заблокированный IP: %s

source: unset csticky
fr: désépingler
ru: открепить в категории

source: This thread is sticky in its category.
fr: Ce fil est épinglé dans sa catégorie.
ru: Эта дискуссия отмечена как важная в своей категории.

source: set csticky
fr: épingler
ru: прикрепить в категории

source: Removed thread from category sticky list
fr: Fil désépinglé
ru: Дискуссия убрана из списка важных в категории.

source: unset gsticky
fr: épingler global
ru: открепить глобально

source: This thread is now globally sticky.
fr: Ce fil est à présent épinglé global.
ru: Эта дискуссия отмечена как важная в масштабах форума.

source: set gsticky
fr: épingler global
ru: прикрепить по всему форуму

source: Removed thread from global sticky list
fr: Fil désépinglé
ru: Дискуссия убрана из списка важных.

source: open thread
fr: ouvrir le fil
ru: открыть дискуссию

source: This discussion is now CLOSED.
fr: Ce fil de discussion est à présent clos.
ru: Эта дискуссия ЗАКРЫТА.

source: close thread
fr: fermer le fil
ru: закрыть дискуссию

source: This discussion is now OPEN.
fr: Ce fil de discussion est à présent ouvert.
ru: Эта дискуссия ОТКРЫТА.

source: watch
fr: favoris
ru: наблюдать за дискуссией

source: This thread has been removed from your favorites.
fr: Ce fil a été supprimé de vos favoris.
ru: Эта дискуссия убрана из Ваших избранных.

source: dont watch
fr: retirer des favoris
ru: не наблюдать

source: This thread has been added to your favorites.
fr: Ce fil a été ajouté à vos favoris.
ru: Эта дискуссия добавлена в Ваши избранные.

source: The moderators have been notified of possible abuse
fr: Le fil a été signalé aux modérateurs
ru: Жалоба отправлена модераторам.

source: uncensor
fr: afficher
ru: снять цензуру

source: This post is censored!
fr: Ce post est maintenant caché.
ru: Это сообщение вымарано цензурой!

source: censor
fr: cacher
ru: вымарать цензурой

source: This post is no longer censored.
fr: Ce post n'est plus caché.
ru: Этот пост освобожден от цензуры.

source: Watched Discussions
fr: Favoris
ru: Дискуссии под наблюдением

source: Discussions with private messages to you
fr: Fils contenant des discussions privées
ru: Дискуссии с личными сообщениями для Вас

source: Category:
fr: Catégorie:
ru: Категория:

source: Recent Discussions
fr: Fils récents
ru: Последние дискуссии

source: The user %s is already a member of this group.
fr: L'utilisateur %s est déjà membre de ce groupe.
ru: Пользователь %s уже участвует в этой группе.

source: A invitation to join this group was sent to %s.
fr: Une invitation à rejoindre ce groupe à été envoyée à %s
ru: Приглашение в эту группу отправлено пользователю %s.

source: The admin rights of user %s were removed for the group.
fr: Les droits d'administrateurs ont été retirés à %s pour ce groupe.
ru: С пользователя %s сняты административные полномочия в данной группе.

source: User %s was removed from the group.
fr: L'utilsateur %s a été retiré de ce groupe.
ru: Пользователь %s выведен из состава группы.

source: There was nothing to do for user %s.
fr: Aucun changement effectué pour l'utilisateur %s.
ru: С пользователем %s оказалось нечего делать.

source: The user %s is not a group member.
fr: L'utilisateur %s n'est pas membre de ce groupe.
ru: Пользователь %s не входит в эту группу.

source: The user %s is already a group admin.
fr: L'utilisateur %s est déjà administrateur du groupe.
ru: Пользователь %s уже управляет этой группой.

source: The user %s is now a group admin.
fr: L'utilisteur %s est maintenant administrateur du groupe.
ru: Пользователю %s выданы административные привилегии.

source: The invitation was cancelled.
fr: L'invitation a été annulée.
ru: Приглашение отменено.

source: The invitation was discarded.
fr: L'invitation a été détruite.
ru: Приглашение отложено.

source: You are now a member of the group %s.
fr: Vous êtes maintenant membre du groupe %s.
ru: Вы вступили в группу %s.

source: The invitation has been declined.
fr: L'invitation a été déclinée.
ru: Приглашение отклонено.

source: Private post received
fr: Message privé reçu
ru: Получено личное сообщение

source: A private message addressed to you has been posted in a discussion.
fr: Un message privé à votre intention a été posté dans une discussion
ru: В одной из дискуссий появилось сообщение, адресованное лично Вам.

source: New post in a watched thread
fr: Nouveau message dans un fil favori
ru: Новое сообщение в интересной дискуссии

source: A new message has been posted in a watched discussion.
fr: Un nouveau message a été posté dans un de vos fils favoris.
ru: Появилось новое сообщение в дискуссии, которую Вы наблюдаете.

source: Invitation to join a group
fr: Invitation à rejoindre un groupe reçue
ru: Приглашение в группу

source: You have been invited to join a group.
fr: Vous avez été invité à rejoindre un groupe.
ru: Вас пригласили вступить в группу.

source: Invitation to join a group cancelled
fr: Invitation à rejoindre un groupe annulée
ru: Приглашение отменено

source: An invitation you received to join a group has been cancelled.
fr: Une invitation à rejoindre un groupe que vous avez reçu a été annulée.
ru: Приглашение в группу, присланное Вам, было отменено.

source: Group admin rights granted
fr: Droits d'administration accordés
ru: Полномочия выданы

source: You have been granted admin rights on a group.
fr: Vous avez reçu les droits d'administration d'un groupe.
ru: Вам даны административные привилегии в одной из групп.

source: Group admin rights removed
fr: Droits d'administration retirés
ru: Полномочия сняты

source: Your admin rights on a group have been removed.
fr: Vos droits d'administration d'un groupe ont été retirés.
ru: У Вас больше нет административных привилегий в одной из групп.

source: New group admin
fr: Nouvel administrateur d'un groupe
ru: Новый администратор группы

source: There is a new admin in a group.
fr: Il y a un nouvel administrateur dans un groupe.
ru: В группе появился новый администратор.

source: New group member
fr: Nouveau membre d'un groupe
ru: Новый участник группы

source: There is a new member in a group.
fr: Il y a un nouveau membre dans un groupe.
ru: В группе появился новый участник.

source: Dear %(user)s, This is an automatic notification sent to you by %(site_name)s. %(message)s
fr: Cher %(user)s, Ceci est une notification automatique qui vous est envoyée par %(site_name)s. %(message)s

source: You have been granted administrator rights on the group %(group_name)s.
fr: Vous avez reçu les droits d'administration pour le groupe %(group_name)s.

source: Administrator rights granted on group %(group_name)s
fr: Droits d'administrateur reçu pour le groupe %(group_name)s

source: Your administrator rights on the group %(group_name)s have been revoked.
fr: Vos droits d'administration pour le groupe %(group_name)s ont été retirés.

source: Administrator rights removed on group %(group_name)s
fr: Droits d'administration du groupe %(group_name)s retirés

source: The invitation to join the group %(group_name)s that was sent to you by %(sent_by)s has been cancelled by an administrator of the group.
fr: L'invitation à rejoindre le groupe %(group_name)s qui vous a été envoyée par %(sent_by)s a été annulée par un administrateur du groupe.

source: Invitation cancelled
fr: Invitation annulée

source: You have received an invitation sent by %(sent_by)s to join the group %(group_name)s. You can answer the invitation at http://%(base_url)s%(invitation_url)s
fr: Vous avez reçu une invitation envoyée par %(sent_by)s pour rejoindre le groupe %(group_name)s. Vous pouvez répondre à l'invitation sur http://%(base_url)s%(invitation_url)s

source: Invitation to join the group %(group_name)s
fr: Invitation à rejoindre le groupe %(group_name)s

source: %(admin_name)s is now an administrator of the group %(group_name)s.
fr: %(admin_name)s est à présent un administrateur du groupe %(group_name)s.

source: New administrator in group %(group_name)s
fr: Nouvel administrateur dans le groupe %(group_name)s

source: %(member_name)s is now a member of the group %(group_name)s.
fr: %(member_name)s est à présent un membre du groupe %(group_name)s.

source: New member in group %(group_name)s
fr: Nouveau membre dans le groupe %(group_name)s

source: A message was posted in a thread that you are currently watching. See the full post at http://%(base_url)s%(post_url)s Thread: %(post_thread_subject)s Posted by: %(post_user)s %(post_body)s
fr: Un message a été posté dans un de vos fils favoris. Accédez au message complet à l'adresse http://%(base_url)s%(post_url)s Discussion: %(post_thread_subject)s Posté par: %(post_user)s %(post_body)s

source: New post in %(thread_subject)s
fr: Nouveau message dans le fil %(thread_subject)s

source: A private message addressed to you was posted in a thread. See the full post at http://%(base_url)s%(post_url)s Thread: %(post_thread_subject)s Posted by: %(post_user)s %(post_body)s
fr: Un message a été posté dans un de vos fils favoris. Accédez au message complet à l'adresse http://%(base_url)s%(post_url)s Discussion: %(post_thread_subject)s Posté par: %(post_user)s %(post_body)s

source: New private post in %(thread_subject)s
fr: Nouveau message privé dans le fil %(thread_subject)s

source: Your IP address is banned from the forums.
fr: Votre adresse IP est bannie des forums.
ru: Ваш IP-адрес забанен.

source: The reason is:
fr: La raison est:
ru: Причина:

source: If you think this is a mistake, please contact the website administrator.
fr: Si vous pensez qu'il s'agit d'une erreur, veuillez contact l'administrateur du site.
ru: Если Вы уверены, что это ошибка, пожалуйста, свяжитесь с администратором сайта.

source: You have been banned from the forums. You may still use the forums as an anonymous user. You need to log off first.
fr: Vous avez été banni des forums. Vous pouvez continuer à les utiliser en tant qu'utilisateur anonyme. Pour cela vous devez d'abord vous déconnecter.
ru: Вас забанили в форумах. Вы все еще можете блуждать по ним в качестве гостя. Вначале выйдите из системы.

source: Log off
fr: Se déconnecter
ru: Выйти

source: All Discussions
fr: Tous les sujets
ru: Все дискуссии

source: Categories
fr: Catégories
ru: Категории

source: Favorites
fr: Favoris
ru: Избранные

source: Private Posts
fr: Posts privés
ru: Личные сообщения

source: Start Thread
fr: Nouveau sujet
ru: Начать дискуссию

source: This community is powered by
fr: Powered by
ru: Под капотом сообщества находится

source: Topics Category List
fr: Liste des catégories
ru: Список категорий

source: %(cnt)s discussion
fr: %(cnt)s fil récent
ru: %(cnt)s дискуссия

source: No categories are available.
fr: Aucune catégorie n'est disponible.
ru: Категорий нет.

source: Boards preferences
fr: Préférences du forum
ru: Настройки форума

source: Update
fr: Mettre à jour
ru: Обновить

source: Invitation to %(gname)s
fr: Invitation au groupe %(gname)s
ru: Приглашение в %(gname)s

source: You have been invited by %(sent_by)s to join the group %(group)s on %(date)s.
fr: Vous avez été invité par %(sent_by)s à rejoindre le groupe %(group)s le %(date)s.
ru: Пользователь %(sent_by)s пригласил Вас %(date)s присоединиться к группе %(group)s.

source: Would you like to accept that invitation?
fr: Acceptez-vous cette invitation ?
ru: Хотите принять это приглашение?

source: Submit
fr: Envoyer
ru: Отправить

source: You accepted this invitation on %(date)s.
fr: Vous avez accepté cette invitation le %(date)s.
ru: Вы приняли этол приглашение %(date)s.

source: You declined this invitation on %(date)s.
fr: Vous avez décliné cette invitation le %(date)s.
ru: Вы отклонили это приглашение %(date)s.

source: Invite user to group %(gname)s
fr: Inviter un utilisateur au groupe %(gname)s
ru: Пригласить пользователя в группу %(gname)s

source: Invite user
fr: Inviter l'utilisateur
ru: Пригласить пользователя

source: Manage group %(gname)s
fr: Gestion du groupe %(gname)s
ru: Управление группой %(gname)s

source: Manage group users
fr: Gestion des membres du groupe
ru: Управление пользователями группы

source: Manage group admins
fr: Gestion des administrateurs du groupe
ru: Управление администраторами группы

source: View pending invitations
fr: Invitations en attente
ru: Посмотреть ожидающие приглашения

source: View answered invitations
fr: Invitations avec réponse
ru: Посмотреть обработанные приглашения

source: Group members
fr: Membres du groupe
ru: Участники группы

source: B
fr: G
ru: Ж

source: quote
fr: citer
ru: цитировать

source: list
fr: liste
ru: список

source: link
fr: lien
ru: ссылка

source: Start Subject
fr: Nouveau sujet
ru: Начать дискуссию

source: Reset
fr: Annuler
ru: Сбросить

source: You must be signed in to start a new discussion.
fr: Vous devez être identifié pour lancer un nouveau sujet.
ru: Нужно войти в систему, чтобы начать дискуссию.

source: Sign In
fr: S'identifier
ru: Войти

source: You are already signed in.
fr: Vous êtes déjà identifié.
ru: Вы уже вошли в систему.

source: You are now logged off.
fr: Vous êtes à présent déconnecté.
ru: Вы вышли из системы.

source: unset csticky,set csticky
fr: désépingler,épingler
ru: открепить в категории,прикрепить в категории

source: unset gsticky,set gsticky
fr: désépingler,épingler globalement
ru: открепить глобально,прикрепить глобально

source: open thread,close thread
fr: ouvrir le fil,fermer le fil
ru: открыть дискуссию,закрыть дискуссию

source: don't watch,watch
fr: retirer des favoris,ajouter aux favoris
ru: не отслеживать,отслеживать

source: posts started by
fr: messages. Créé par
ru: реплик, начал

source: STICKY
fr: Épinglé
ru: ВАЖНО

source: CLOSED
fr: Fermé
ru: ЗАКРЫТА

source: last updated
fr: dernier message
ru: обновлено

source: by
fr: par
ru: от

source: No threads are available.
fr: Aucun fil de discussion à afficher.
ru: Дискуссий нет.

source: Pretty-print guide
fr: Guide de formattage
ru: Помощь по оформлению

source: Got something to say?
fr: Ajouter un message
ru: Есть, что сказать?

source: set private recipients (optional)
fr: définir les destinataires privés (optionnel)
ru: указать получателей (не обязательно)

source: Post
fr: Poster
ru: Опубликовать

source: Preview
fr: Prévisualiser
ru: Посмотреть

source: Post Preview:
fr: Prévisualisation:
ru: Предпросмотр:

source: You need to <a href="%(LOGIN_URL)s?next=%(reqpath)s#add_post_div">sign in</a> to post messages.
fr: Vous devez <a href="%(LOGIN_URL)s/signin/?next=%(reqpath)s#add_post_div">vous identifier</a> pour poster des messages.
ru: Вам нужно <a href="%(LOGIN_URL)s?next=%(reqpath)s#add_post_div">войти в систему</a>, чтобы участвовать в дискуссиях.

source: This discussion has been closed by the staff. You can no longer add posts.
fr: Ce fil de discussion a été fermé. Il n'est plus possible de poster.
ru: Эта дискуссия закрыта администрацией. Писать новые сообщения нельзя.

source: italic
fr: italique
ru: курсив

source: or
fr: ou
ru: или

source: bold
fr: gras
ru: полужирный

source: shows up as
fr: devient
ru: выглядит как

source: Indent lines of code blocks by 4 or more spaces
fr: Indentez les lignes de codes de quatre espaces ou plus
ru: Делайте отступы перед блоками кода минимум в 4 пробела

source: This is a normal paragraph.
fr: Ceci est un paragraphe normal.
ru: Это обычный абзац.

source: This is a preformatted code block.
fr: Ceci est un block de code préformatté.
ru: Это предварительно отформатированный блок кода.

source: Blockquotes use e-mail style quoting
fr: Les citations fonctionnent comme pour le courrier électronique.
ru: Цитаты оформляются как в электронных письмах

source: Email-style angle brackets
fr: Les chevrons
ru: Угловые скобки в стиле e-mail

source: are used for blockquotes.
fr: indiquent une citation.
ru: используются для цитирования.

source: And, they can be nested.
fr: Ils peuvent exister sur plusieurs niveaux.
ru: Допускаются и вложенные.

source: Lists and unordered lists are nestable and mixable.
fr: Les listes, numérotées ou non, peuvent être mélangées et embriquées.
ru: Списки разных видов можно смешивать и помещать друг в друга.
