Repository: HoverHell/xmppforum
Catalog: snapboard/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: <pre><code>* Abacus * answer * Bubbles 1. bunk 2. bupkis</code></pre> </td> <td> <p>... shows up as</p> <ul> <li>Abacus <ul><li>answer</li></ul></li> <li>Bubbles <ol><li>bunk</li> <li>bupkis</li></ol></li> </ul>
fr: <pre><code>* Rouge * Vert * Pomme 1. Aigle 2. Perruche</code></pre> </td> <td> <p>... devient</p> <ul> <li>Rouge <ul><li>Vert</li></ul></li> <li>Pomme <ol><li>Aigle</li> <li>Perruche</li></ol></li> </ul>
ru: <pre><code>* Астероид * традиционно меняет афелий * Комета Хейла-Боппа 1. ищет спектральный класс 2. гасит далекий экватор</code></pre> </td> <td> <p>... выглядит как</p> <ul> <li>Астероид <ul><li>традиционно меняет афелий</li></ul></li> <li>Комета Хейла-Боппа <ol><li>ищет спектральный класс</li> <li>гасит далекий экватор</li></ol></li> </ul>

source: For details on the markdown syntax, see <a href="http://daringfireball.net/projects/markdown/dingus">Dingus</a>.
fr: Pour plus de détails, voyez <a href="http://michelf.com/projets/php-markdown/syntaxe/">Markdown : Syntaxe</a>
ru: Подробнее о синтаксисе «markdown» можно узнаиь на странице <a href="http://daringfireball.net/projects/markdown/dingus">Dingus</a>.

source: Edit this post. All revisions are saved!
fr: Éditer ce post. Toutes les versions sont sauvegardées.
ru: Редактировать это сообщение. Все правки запоминаются!

source: edit post
fr: éditer
ru: исправить текст

source: ADMIN: mark this post for censorship
fr: Admin: cacher ce post
ru: АДМИН: отметить это сообщение цензурой

source: uncensor,censor
fr: afficher,cacher
ru: снять цензуру,вымарать цензурой

source: Report this post for violation of forum policies.
fr: Signaler ce message pour violation des règles du forum.
ru: Пожаловаться на это сообщение как нарушающее правила форума.

source: report abuse
fr: signaler
ru: пожаловаться

source: to
fr: pour
ru: для

source: previous
fr: précédente
ru: предыдущая

source: This message has been revised
fr: Ce message a été modifié.
ru: Это сообщение было изменено

source: All revisions of this post are stored and publicly viewable.
fr: Toutes les versions de ce message sont conservées et visibles publiquement.
ru: Все исправления этого сообщения сохранены и общедоступны.

source: You are signed in as
fr: Vous êtes connecté en tant que
ru: Вы вошли как

source: Sign out
fr: Déconnecter
ru: Выйти

source: You are not logged in.
fr: Vous n'êtes pas identifié.
ru: Вы не вошли в систему.

source: Your username and password didn't match.
fr: Nom d'utilisateur ou mot de passe incorrect.
ru: Ваши логин и пароль не подходят.

source: You need to have a user account in order to contribute to discussions on this forum.
fr: Vous devez avoir un compte utilisateur pour contribuer aux discussions de ce forum.
ru: Чтобы участвовать в дискуссиях на этом форуме, Вам нужно зарегистрироваться.

source: Create an account
fr: Créer un compte
ru: Создать учетную запись

source: Admin Shortcuts
fr: Raccourcis administration
ru: Ярлыки управления

source: Admin Site
fr: Inteface d'administration
ru: Админка

source: Censored posts
fr: Posts censurés
ru: Вымаранные сообщения

source: Abuse Reports
fr: Rapports d'abus
ru: Жалобы

source: Category Sticky
fr: Posts épinglés
ru: Важное в категориях

source: Global Sticky
fr: Post épinglés globalement
ru: Важное глобально

source: Forum Preferences
fr: Préférences du forum
ru: Настройки форума

source: %s said:
fr: %s a dit:
ru: %s пишет:

source: Message
ru: Сообщение

source: Group "%s"
ru: Группа «%s»

source: invitation
ru: приглашение

source: invitations
ru: приглашения

source: date
ru: дата

source: posts
ru: сообщения

source: I
ru: К

source: code
ru: код

source: img
ru: картинка

source: example
ru: пример

source: (STAFF)
ru: (МОДЕР)
